Revit 2027 API
ParameterTypeId.ReinEstNumberOfBars Property
 "Estimated Number of Bars"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ReinEstNumberOfBars { get; }
Public Shared ReadOnly Property ReinEstNumberOfBars As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ReinEstNumberOfBars {
	ForgeTypeId^ get ();
}
static member ReinEstNumberOfBars : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace